Repository: filipexavier/woocommerce-shipping-event
Catalog: languages/woocommerce-shipping-event-*.po
Languages: pt_br

source: This plugin allows the customer to pick up the order themselves by selecting pickup location during order placement, and also select the date of delivery, from a list of preset dates set by the administrator.
pt_br: Este plugin permite que o cliente pegue o pedido sozinho selecionando o local de coleta durante a colocação do pedido, e também selecionar a data de entrega, a partir de uma lista de datas predefinidas definida pelo administrador.

source: Settings
pt_br: Configurações

source: Shipping Event Plugin Settings
pt_br: Configurações do plugin

source: Instructions:
pt_br: Instruções:

source: With this plugin the user will have to choose a delivery/pickup date before accessing the shop/store page.
pt_br: Com este plugin, o usuário terá que escolher uma data de entrega/retirada antes de acessar a página da loja/loja.

source: For this to work you will need to setup a few things:
pt_br: Para que isso funcione, você precisará configurar algumas coisas:

source: Create a Shipping Event and setup the proper dates, products and shipping methods
pt_br: Crie um evento e configure as datas produtos e métodos de entrega

source: Create a new page and a link for the user to select the date and start purchasing
pt_br: Crie uma nova página e um link para ela, para que o usuário selecione a data e inicie as compras

source: Select that page in the setting bellow
pt_br: Selecione esta página na configuração abaixo

source: Create a Shipping Event Type to define how the shipping event option will be shown in that page
pt_br: Crie um Tipo de evento para definir como a opção de Data de entrega será exibida na página

source: You can use a few tags (exactly as described) in your Event Type to show information of the shipping event:
pt_br: Você pode usar algumas expressões/tags (copie e cole) no seu Tipo de evento para mostrar as informações do evento de entrega:

source: Fill out the rest of the settings bellow
pt_br: Preencha as configurações restantes abaixo

source: General Settings
pt_br: Configurações gerais

source: Choose Delivery/Pickup Page (Shortcode)
pt_br: Página de escolha da data de entrega (Shortcode)

source: Date Format
pt_br: Formato da data

source: Choose Shipping Event Page
pt_br: Página de escolha da data/evento de entrega

source: Shipping Event Page
pt_br: Página da entrega (loja)

source: Label - orders unavailable
pt_br: Texto do botão - encomendas fechadas

source: Target - orders unavailable
pt_br: Destino do botão - ncomendas fechadas

source: Event Date Format
pt_br: Formato da data da entrega

source: Open Orders Date Format
pt_br: Formato da data de abertura dos pedidos

source: Close Orders Date Format
pt_br: Formato da data de encerramento dos pedidos

source: Example: <code>[DAY_OF_WEEK], [DAY]/[MONTH]</code> will become
pt_br: Examplo: <code>[DAY_OF_WEEK], [DAY]/[MONTH]</code> se tornaram

source: Expressions available:
pt_br: Expressões disponíveis:

source: Simulation:
pt_br: Visualização:

source: This label/text will be shown inside the button configured to select the delivery/pickup date (#SELECT_EVENT#) for the events which the orders and not opened yet.
pt_br: Este texto será exibido dentro do botão configurado para escolha da data de entrega (#SELECT_EVENT#) para os eventos em que os pedidos ainda não foram abertos.

source: Select the page you want the users to be redirect to when they click the button configured to select the delivery/pickup date (#SELECT_EVENT#) for the events which the orders and not opened yet. If not selected, the button will be disabled
pt_br: Selecione a página para a qual você deseja que os usuários sejam direcionados quando clicarem no botão configurado para selecionar a data de entrega (#SELECT_EVENT#) para os eventos em que os pedidos ainda não foram abertos. Se não for selecionado, o botão será desabilitado.

source: Event Types
pt_br: Tipos de evento

source: Shipping Event Types
pt_br: Tipos de evento

source: Local Pickup Address
pt_br: Endereço para retirada

source: Don't forget:
pt_br: Lembre-se:

source: Delivery/pickup date
pt_br: Data de entrega

source: Choose date
pt_br: Escolher a data de entrega

source: Please choose a date before shopping. If you already chosen, it's probably not available anymore.
pt_br: Por favor, escolha a data de entrega antes de entrar na loja. Se já escolheu, provavelmente os pedidos para esta data foram encerrados. Confira as próximas entregas.

source: We dont have any delivery date available at the moment.
pt_br: Não temos nenhuma entrega disponível para pedido.

source: Change date
pt_br: Mudar a data de entrega

source: Are you sure you want to change the date? If you continue, some items of your cart may be deleted.
pt_br: Tem certeza que deseja mudar a data de entrega selecionada anteriormente? <br />Se confirmar, alguns itens da sua cesta podem ser removidos.

source: Local pickup
pt_br: Retirar no local

source: Address
pt_br: Endereço

source: Enabled
pt_br: Habilitado

source: Date of shipping/Delivery:
pt_br: Data da entrega:

source: Start accepting orders:
pt_br: Aceitar pedidos à partir de:

source: Accepting orders until:
pt_br: Aceitar pedidos até:

source: Disable Back Order for all products
pt_br: Desabilitar ‘sob encomenda’ para todos os produtos

source: Event Type:
pt_br: Tipo do Evento:

source: Product Name
pt_br: Nome do produto

source: Stock
pt_br: Estoque

source: Use this tag anywhere and the user will see the title of each Shipping Event
pt_br: Use esta expressão/tag em qualquer texto para exibir o título do Evento de entrega ao usuário

source: Use this tag anywhere and the user will see the delivery/pickup date of each Shipping Event
pt_br: Use esta expressão/tag em qualquer texto para exibir a data de entrega ao usuário

source: Use this tag anywhere and the user will see when the orders are opened for each Shipping Event
pt_br: Use esta expressão/tag em qualquer texto para exibir a data de abertura dos pedidos ao usuário

source: Use this tag anywhere and the user will see the last day before orders are closed for each Shipping Event
pt_br: Use esta expressão/tag em qualquer texto para exibir o último dia para fazer pedidos ao usuário

source: Put this tag in the link of a button where you want the user to select the Shipping Event and access the Store
pt_br: Coloque esta expressão/tag no link no botão no qual o usuário deverá clicar para selecionar a data de entrega e acessar a loja

source: Put this tag as a class of an element you want the user to view only when orders for this Shipping Event are available
pt_br: Adicione esta expressão/tag como uma classe de um elemento para exibi-lo apenas quando for possível fazer pedidos para determinada data de entrega

source: Put this tag as a class of an element you want the user to view only when orders for this Shipping Event are NOT available
pt_br: Adicione esta expressão/tag como uma classe de um elemento para exibi-lo apenas quando NÃO for possível fazer pedidos para determinada data de entrega

source: Basic Settings
pt_br: Configurações básicas

source: Shipping Events
pt_br: Entregas

source: Shipping Event
pt_br: Entrega

source: Event of a shipping as local pickup or delivery with a preset date
pt_br: Evento de entrega (delivery ou retirada no local) com uma data pré-determinada

source: Local Pickup Details
pt_br: Retirada no local

source: Add address and pickup time to local pickup
pt_br: Adicione um endereço e horário para retirada no local

source: General data type used by a group of shipping events
pt_br: Tipo de visualização de um evento de entrega

source: Minimum order value
pt_br: Valor mínimo de compra

source: Your order will be delivered on
pt_br: Seu pedido será entregue no dia

source: Available for purchases from
pt_br: Disponível para compras à partir de
